Repository: astrohr/dagor_tca
Catalog: hardware/Docs/CD_EIB741/EIB_74x/windows/app/EIB7xx_App_Beta/EIB7xx_App/WinFormStrings.*.resx
Languages: de_de

# EIB7_PS_TrgRImaskedCH1
source: Gated reference pulse of axis 1
de_de: Verknüpfter Referenzimpuls von Achse 1

# EIB7_PS_TrgSW1
source: Software trigger channel 1
de_de: Software-Trigger Kanal 1

# EIB7_PS_TrgSW2
source: Software trigger channel 2
de_de: Software-Trigger Kanal 2

# EIB7_PS_TrgSW3
source: Software trigger channel 3
de_de: Software-Trigger Kanal 3

# EIB7_PS_TrgSW4
source: Software trigger channel 4
de_de: Software-Trigger Kanal 4

# EIB7_PT_TrgInput1
source: Trigger input channel 1
de_de: Triggereingang Kanal 1

# EIB7_PT_TrgInput2
source: Trigger input channel 2
de_de: Triggereingang Kanal 2

# EIB7_PT_TrgInput3
source: Trigger input channel 3
de_de: Triggereingang Kanal 3

# EIB7_PT_TrgInput4
source: Trigger input channel 4
de_de: Triggereingang Kanal 4

# EIB7_PT_TrgRI1
source: Reference pulse of axis 1
de_de: Referenzimpuls Achse 1

# EIB7_PT_TrgRI2
source: Reference pulse of axis 2
de_de: Referenzimpuls Achse 2

# EIB7_PT_TrgRI3
source: Reference pulse of axis 3
de_de: Referenzimpuls Achse 3

# EIB7_PT_TrgRI4
source: Reference pulse of axis 4
de_de: Referenzimpuls Achse 4

# EIB7_PT_TrgRImaskedCH1
source: Gated reference pulse of axis 1
de_de: Verknüpfter Referenzimpuls von Achse 1

# textIntervalCounterMode
source: Mode
de_de: Modus

# textIntervalCounterPeriod
source: Periodic interval
de_de: Periodischer Abstand

# textPulseCounterCount
source: Number of trigger pulses
de_de: Anzahl Triggerimpulse

# textPulseCounterStart
source: Start pulse
de_de: Startimpuls

# textPulseCounterTrigger
source: Trigger puls
de_de: Triggerimpuls

# errorEibParamFileVersion
source: The parameter file "{0}" has bad parameter version!
de_de: Die Parameterdatei "{0}" hat eine ungültige Parameterversion!

# errorEibParamFileHeader
source: The parameter file "{0}" has bad file header!
de_de: Die Parameterdatei "{0}" hat einen ungültigen Dateiheader!

# categoryDataPacket
source: Data packet
de_de: Datenpaket

# descriptionDataPacketStatusWord
source: Enter usage of the status word in the data packet.
de_de: Verwendung des Statuswortes im Datenpaket eingeben.

# textDataPacketNotUse
source: won't be sent
de_de: wird nicht gesendet

# textDataPacketStatusWord
source: Status word
de_de: Statuswort

# textDataPacketUse
source: will be sent
de_de: wird gesendet

# descriptionDataPacketAnalog
source: Enter usage of the ADC values in the data packet.
de_de: Verwendung der ADC-Werte im Datenpaket eingeben.

# descriptionDataPacketDistCodedRef
source: Enter usage of the coded reference value in the data packet.
de_de: Verwendung des codierten Referenzwertes im Datenpaket eingeben.

# descriptionDataPacketEnDatAI1
source: Enter usage of the additional information 1 in the data packet.
de_de: Verwendung der Zusatzinformation 1 im Datenpaket eingeben.

# descriptionDataPacketEnDatAI2
source: Enter usage of the additional information 2 in the data packet.
de_de: Verwendung der Zusatzinformation 2 im Datenpaket eingeben.

# descriptionDataPacketPositionData
source: Enter usage of the position value in the data packet.
de_de: Verwendung des Positionswertes im Datenpaket eingeben.

# descriptionDataPacketReferencePos
source: Enter usage of the reference positions 1 and 2 in the data packet.
de_de: Verwendung der Referenzpositionen 1 und 2 im Datenpaket eingeben.

# descriptionDataPacketTimestamp
source: Enter usage of the timestamp in the data packet.
de_de: Verwendung des Zeitstempels im Datenpaket eingeben.

# textDataPacketAnalog
source: ADC values
de_de: ADC-Werte

# textDataPacketAnalogA
source: ADC value signal A
de_de: ADC-Wert Signal A

# textDataPacketAnalogB
source: ADC value signal B
de_de: ADC-Wert Signal B

# textDataPacketDistCodedRef
source: Coded reference value
de_de: Codierter Referenzwert

# textDataPacketEnDatAI1
source: Additional information 1
de_de: Zusatzinformation 1

# textDataPacketEnDatAI1Status
source: Additional information 1 status
de_de: Zusatzinformation 1 Status

# textHistoryEnDatAI1Status
source: [{0}] Additional info. 1 status
de_de: [{0}] Zusatzinfo. 1 Status

# textHistoryEnDatAI1Info
source: [{0}] Additional info. 1 value
de_de: [{0}] Zusatzinfo. 1 Wert

# textHistoryEnDatAI2Status
source: [{0}] Additional info. 2 status
de_de: [{0}] Zusatzinfo. 2 Status

# textHistoryEnDatAI2Info
source: [{0}] Additional info. 2 value
de_de: [{0}] Zusatzinfo. 2 Wert

# textDataPacketEnDatAI1Info
source: Additional information 1 value
de_de: Zusatzinformation 1 Wert

# textDataPacketEnDatAI2
source: Additional information 2
de_de: Zusatzinformation 2

# textDataPacketEnDatAI2Status
source: Additional information 2 status
de_de: Zusatzinformation 2 Status

# textDataPacketEnDatAI2Info
source: Additional information 2 value
de_de: Zusatzinformation 2 Wert

# textDataPacketPositionData
source: Position value
de_de: Positionswert

# textDataPacketReferencePos
source: Reference positions 1 and 2
de_de: Referenzpositionen 1 und 2

# textDataPacketReferencePos1
source: Reference position 1
de_de: Referenzposition 1

# textDataPacketReferencePos2
source: Reference position 2
de_de: Referenzposition 2

# textDataPacketTimestamp
source: Timestamp
de_de: Zeitstempel

# textCorrespondingAxis
source: of corresponding axis
de_de: der entsprechenden Achse

# errorSelectionNotSupported
source: This selection isn't supported by this application!
de_de: Diese Auswahl wird von dieser Applikation nicht unterstützt!

# textAllFiles
source: All files
de_de: Alle Dateien

# textProjectFile
source: Project file
de_de: Projektdateien

# categoryTimestamp
source: Timestamp parameters
de_de: Zeitstempel Parameter

# descriptionTimestampPeriod
source: Enter timestamp period duration in µs.
de_de: Zeitstempel Periodendauer in µs eingeben.

# descriptionTimestampReset
source: Enter timestamp reset on start behavior.
de_de: Rücksetzen des Zeitstempel beim Start festlegen.

# textNoResetOnStart
source: No
de_de: Nein

# textResetOnStart
source: Yes
de_de: Ja

# textTimestampPeriod
source: Timestamp period duration (µs)
de_de: Zeitstempel Periodendauer (µs)

# textTimestampReset
source: Reset timestamp on start
de_de: Zeitstempel beim Start zurück setzen

# errorDataPacketTooLarge
source: The data packet size ({0}) exceeds the buffer size ({1})!
de_de: Die Größe des Datenpaketes ({0}) übersteigt die Puffergröße ({1})!

# descriptionSignalPeriod
source: Enter signal period in µm.
de_de: Signalperiode in µm eingeben.

# textSignalPeriod
source: Signal period (µm)
de_de: Signalperiode (µm)

# categoryDisplay
source: Display parameters
de_de: Anzeigeparameter

# descriptionDisplayPeriod
source: Enter display period duration in ms.
de_de: Anzeigeperiodendauer in ms eingeben.

# descriptionDisplayPrecision
source: Enter display precision (decimal places).
de_de: Anzeigegenauigkeit (Nachkommastellen) eingeben.

# textDisplayPeriod
source: Display period duration (ms)
de_de: Anzeigeperiodendauer (ms)

# textDisplayPrecision
source: Display precision (decimal places)
de_de: Anzeigegenauigkeit (Nachkommastellen)

# infoEibAdd
source: EIB "{0}" was successfully added to the system.
de_de: EIB "{0}" wurde erfolgreich dem System hinzugefügt.

# infoEibDel
source: EIB "{0}" was successfully removed from the system.
de_de: EIB "{0}" wurde erfolgreich aus dem System entfernt.

# infoEibInitError
source: Error initializing the EIBs:
de_de: Fehler beim Initialisieren der EIBen:

# infoEibInitSuccess
source: The EIBs had been successfully initialized.
de_de: Die EIBen wurden erfolgreich initialisiert.

# infoEibLoadError
source: Error loading EIB parameters from file:
de_de: Fehler beim Laden der EIB Parameter aus einer Datei:

# infoEibLoadSuccess
source: EIB parameters had been successful loaded from file:
de_de: Die EIB Parameter wurden erfolgreich geladen aus der Datei:

# infoEibReadError
source: Error reading parameters from EIB:
de_de: Fehler beim Lesen der Parameter von einer EIB:

# infoEibSaveError
source: Error saving EIB parameters to file:
de_de: Fehler beim Speichern der EIB Parameter in eine Datei:

# infoEibSaveSuccess
source: EIB parameters had been successful saved to file:
de_de: Die EIB Parameter wurden erfolgreich gespeichert in die Datei:

# infoEibStartError
source: Error starting measurement:
de_de: Fehler beim Start der Messung:

# infoEibStartSuccess
source: Measurement has been successfully started.
de_de: Die Messung wurde erfolgreich gestartet.

# infoEibStopError
source: Error sopping measurement:
de_de: Fehler beim Beenden der Messung:

# infoEibStopSuccess
source: Measurement has been successfully stopped.
de_de: Die Messung wurde erfolgreich beendet.

# infoEibWriteError
source: Error writing parameters to EIB:
de_de: Fehler beim Schreiben der Parameter in eine EIB:

# infoInternalError
source: Internal software error:
de_de: Interner Softwarefehler:

# infoEibMeasureAbort
source: The measurement was aborted due to en error.
de_de: Die Messung wurde auf Grund eines Fehlers abgebrochen.

# infoEibMeasureError
source: Error during measurement:
de_de: Fehler während der Messung:

# errorDataReadTimeout
source: Timeout reading data from EIB "{0}"!
de_de: Timeout beim Einlesen von Daten von EIB "{0}"!

# errorAllAxisDisabled
source: At least on axis of EIB "{0}" must be activated!
de_de: Es muss mindestens eine Achse von EIB "{0}" aktiviert sein!

# errorEibClosed
source: The connection to the EIBs had been interrupted. The EIBs must be initialized!
de_de: Die Verbindung zu den EIBen wurde unterbrochen. Die EIBen müssen neu initialisiert werden!

# errorConnectionClosed
source: The connection to EIB "{0}" has been interrupted!
de_de: Die Verbindung zur EIB "{0}" wurde unterbrochen!

# infoEibResetError
source: Error reseting the EIB:
de_de: Fehler beim Zurücksetzen der EIB:

# infoEibResetSuccess
source: The EIB has been successfully reset.
de_de: Die EIB wurde erfolgreich zurückgesetzt.

# infoEibResetWait
source: EIB reset is running...Please wait!
de_de: Das Reset der EIB wird durchgeführt...Bitte warten!

# infoEibMeasureWarning
source: Warning during measurement:
de_de: Warnung während der Messung:

# warningLostTriggerCount
source: Trigger events lost on EIB "{0}"!
de_de: Bei EIB "{0}" gingen Triggerereignisse verloren!

# textStatusAddInfoValid
source: Additional information valid
de_de: Zusatzinformation gültig

# textStatusFanError
source: Fan error
de_de: Fehler Lüfter

# textStatusFrequencyError
source: Frequency exceeded
de_de: Frequenzüberschreitung

# textStatusPositionValid
source: Position valid
de_de: Position gültig

# textStatusPositionNotValid
source: Position not valid
de_de: Position ungültig

# textStatusPowerError
source: Encoder power supply error
de_de: Fehler Spannungsversorgung Messgerät

# textStatusRefPos1Saved
source: Reference position 1 saved
de_de: Referenzposition 1 gespeichert

# textStatusRefPos2Saved
source: Reference position 2 saved
de_de: Referenzposition 2 gespeichert

# textStatusRefPosCError
source: Coded reference value error
de_de: Fehler codierter Referenzwert

# textStatusRefPosCValid
source: Coded reference value valid
de_de: Codierter Referenzwert gültig

# textStatusSignalError
source: Signal amplitude error
de_de: Fehler Signalamplitude

# textStatusContents0
source: Contents I0
de_de: Inhalt I0

# textStatusContents1
source: Contents I1
de_de: Inhalt I1

# textStatusContents2
source: Contents I2
de_de: Inhalt I2

# textStatusContents3
source: Contents I3
de_de: Inhalt I3

# textStatusContents4
source: Contents I4
de_de: Inhalt I4

# textStatusCrcError
source: CRC error
de_de: CRC Fehler

# textStatusEnDatError1
source: EnDat error message 1
de_de: EnDat Fehlermeldung 1

# textStatusEnDatError2
source: EnDat error message 2
de_de: EnDat Fehlermeldung 2

# warningBadPositionParam
source: Bad parameter ({0}) for position calculation on EIB "{1}"!
de_de: Fehlerhafter Parameter ({0}) zur Positionsberechnung bei EIB "{1}"!

# warningLostTriggerStatus
source: In case of "Lost trigger" check length of EnDat cycle on EIB "{0}"!
de_de: Bei "Lost Trigger" Länge des EnDat-Zyklus bei EIB "{0}" überprüfen!

# warningDataPacketDisable
source: "{0}" should be enabled in data packet of EIB "{1}"!
de_de: "{0}" sollte im Datenpaket von EIB "{1}" aktiviert sein!

# textDataPacketEnDatAI1Pos2
source: Additional information 1, position value 2 word 1, 2, 3
de_de: Zusatzinformation 1, Positionswert 2, Wort 1, 2, 3

# descriptionSaveMeasureData
source: Enter if measure data should be saved to file.
de_de: Speicherung der Messdaten in Datei festlegen.

# descriptionShowMultiturn
source: Enter if number of revolutions for multiturn encoders should be shown.
de_de: Anzeige der Anzahl Umdrehungen bei Multiturn-Drehgebern festlegen.

# textSaveMeasureData
source: Save measure data to file
de_de: Messdaten in Datei speichern

# textSaveMeasureDataNo
source: No
de_de: Nein

# textSaveMeasureDataYes
source: Yes
de_de: Ja

# textShowMultiturn
source: Show number of revolutions for multiturn encoders
de_de: Anzahl Umdrehungen bei Multiturn-Drehgebern anzeigen

# textShowMultiturnNo
source: No
de_de: Nein

# textShowMultiturnYes
source: Yes
de_de: Ja

# dialogDataFile
source: Select measure data file
de_de: Messwertdatei auswählen

# dialogProjectFile
source: Select project file
de_de: Projektdatei auswählen

# textDataFile
source: Measure data files
de_de: Messwertdateien

# infoDataSaveSuccess
source: EIB measure data had been successful saved to file:
de_de: Die EIB Messwerte wurden erfolgreich gespeichert in die Datei:

# infoDataSaveError
source: Error saving EIB measure data to file:
de_de: Fehler beim Speichern der EIB Messwerte in eine Datei:

# textDataFileConfiguration
source: Configuration:
de_de: Konfiguration:

# textDataFileHeader
source: Measure data file
de_de: Messwertdatei

# textDataFileOperationMode
source: Operation mode:
de_de: Betriebsmodus:

# textDataFileAxisName
source: Axis
de_de: Achse

# textDataFileAbsolute
source: Absolute
de_de: Absolut

# textDataFileRevolutions
source: Revolutions
de_de: Umdrehungen

# textDataFileUnit
source: Unit
de_de: Einheit

# textDataFileIncremental
source: Incremental
de_de: Inkrementell

# textDataFileType
source: Type
de_de: Typ

# textDataFileStartTime
source: Measurement start:
de_de: Start der Messung:

# warningEnDat21Incremental
source: For EnDat 2.1 encoders absolute position display is not supported!
de_de: Für EnDat 2.1 Messgeräte wird die absolute Positionsanzeige nicht unterstützt!

# categoryCrankshaftConfig
source: Measure point configuration
de_de: Konfiguration der Messpunkte

# descriptionAngelMeasure
source: Enter angel measurement configuration.
de_de: Konfiguration für die Winkelmessung eingeben.

# descriptionMeasurePoint
source: Enter measure point {0} configuration.
de_de: Konfiguration für die Messpunkt {0} eingeben.

# textAngelMeasure
source: Angel measurement
de_de: Winkelmessung

# textMeasurePoint
source: Measure point {0}
de_de: Messpunkt {0}

# textNotUsed
source: Not used
de_de: Nicht verwendet

# errorValueAlreadyUsed
source: This value has already been used!
de_de: Dieser Wert wurde bereits verwendet!

# errorCrankshaftParam
source: The configuration parameters for the crankshaft application contain not valid values!
de_de: Die Konfigurationsparameter für die Kurbelwellenapplikation enthalten fehlerhafte Werte!

# categoryCrankshaftDisplay
source: Crankshaft application
de_de: Kurbelwellenapplikation

# descriptionGraphAxisMax
source: Enter the maximum value for the graphic axis in mm.
de_de: Maximalwert der Grafikachse in mm eingeben.

# descriptionTolerance
source: Enter tolerance towards reference measurement in µm.
de_de: Toleranz zur Referenzmessung in µm eingeben.

# textGraphAxisMax
source: Maximum value for graphic axis (mm)
de_de: Maximalwert Grafikachse (mm)

# textTolerance
source: Tolerance (µm)
de_de: Toleranz (µm)

# descriptionAngleDistance
source: Enter minimal angel distance in °.
de_de: Minimalen Winkelabstand in ° eingeben.

# textAngleDistance
source: Minimal angel distance (°)
de_de: Minimaler Winkelabstand (°)

# warningCrankshaftConfig
source: The configuration of the crankshaft measurement contains no usefull values!
de_de: Die Konfiguration der Kurbelwellenmessung enthält keine sinnvollen Werte!

# warningCrankshaftOpMode
source: For the crankshaft measurement is one of the operation modes: {0} required!
de_de: Für die Kurbelwellenmessung ist einer der Betriebsmodi: {0} erforderlich!

# warningCrankshaftAngel
source: The data aquisition for the crankshaft measurement was canceled due to not valid angel values!
de_de: Die Datenaufnahme für die Kurbelwellenmessung wurde wegen ungültiger Winkelwerte abgebrochen!

# warningCrankshaftRadius
source: The crankshft measurement contains not valid radius values!
de_de: Die Kurbelwellenmessung enthält ungültige Radiuswerte!

# warningCrankshaftSync
source: The data aquisition for the crankshaft measurement was canceled due to EIB synchronisation problems!
de_de: Die Datenaufnahme für die Kurbelwellenmessung wurde wegen Problemen bei der EIB Synchronisation abgebrochen!

# infoDataSaveStart
source: EIB measure data will be saved...
de_de: Die EIB Messwerte werden gespeichert...

# textFillLevelMeasure
source: Fill level of recording memory
de_de: Füllstand des Messwertspeichers

# textFillLevelSave
source: Saved measure values
de_de: Gespeicherte Messwerte

# descriptionRadiusOffset
source: Enter the offset of the length measurement in mm.
de_de: Offset der Längenmessung in mm eingeben.

# textRadiusOffset
source: Offset of length measurement (mm)
de_de: Offset der Längenmessung (mm)

# dialogReferenceFile
source: Select reference value file
de_de: Referenzwertdatei auswählen

# errorEibReferenceFileHeader
source: The reference value file "{0}" has bad file header!
de_de: Die Referenzwertdatei "{0}" hat einen ungültigen Dateiheader!

# errorEibReferenceFileVersion
source: The reference value file "{0}" has bad parameter version!
de_de: Die Referenzwertdatei "{0}" hat eine ungültige Parameterversion!

# textReferenceFile
source: Reference value files
de_de: Referenzwertdateien

# infoReferenceLoadError
source: Error loading reference values from file:
de_de: Fehler beim Laden der Referenzwerte aus einer Datei:

# infoReferenceLoadSuccess
source: Reference values had been successful loaded from file:
de_de: Die Referenzwerte wurden erfolgreich geladen aus der Datei:

# infoReferenceSaveError
source: Error saving reference values to file:
de_de: Fehler beim Speichern der Referenzwerte in eine Datei:

# infoReferenceSaveSuccess
source: Reference values had been successful saved to file:
de_de: Die Referenzwerte wurden erfolgreich gespeichert in die Datei:

# warningRefPosEnDat01Invalid
source: The reference position of the EnDat 01 encoder on EIB "{0}" is not valid!
de_de: Die Referenzposition des EnDat 01 Messgerätes bei EIB "{0}" ist ungültig!

# dialogFirmwareFile
source: Select firmware file
de_de: Firmwaredatei auswählen

# infoFirmwareError
source: Error updating the EIB firmware:
de_de: Fehler bei der Aktualisierung der EIB Firmware:

# infoFirmwareLoadError
source: Error loading firmware file:
de_de: Fehler beim Laden der Firmwaredatei:

# infoFirmwareSuccess
source: The EIB firmware has been successfully updated from file:
de_de: Die EIB Firmware wurde erfolgreich aktualisiert aus der Datei:

# infoFirmwareWait
source: The update of the EIB firmware is running...Please wait!
de_de: Die Aktualisierung der EIB Firmware wird durchgeführt...Bitte warten!

# textFirmwareFile
source: Firmware files
de_de: Firmwaredateien

# errorFirmwareTFTP
source: Error "{0}" writing data via TFTP to EIB "{1}"!
de_de: Fehler "{0}" beim Schreiben von Daten über TFTP auf EIB "{1}"!

# errorFirmwareStatus
source: Bad status "{0}" updating firmware on EIB "{1}"!
de_de: Fehlerhafter Status "{0}" beim Aktualisieren der Firmware auf EIB "{1}"!
