Repository: astrohr/dagor_tca
Catalog: hardware/Docs/CD_EIB741/EIB_74x/windows/app/EIB7xx_App_Beta/EIB7xx_App/WinFormStrings.*.resx
Languages: de_de

# descriptionCurrentIpAddress
source: Enter current IP address.
de_de: Aktuelle IP Adresse eingeben.

# descriptionOpMode
source: Enter operation mode.
de_de: Betriebsmodus eingeben.

# EIB7_OM_Polling
source: Polling mode
de_de: Polling Modus

# EIB7_OM_RecordingRoll
source: Recording mode, rolling
de_de: Recording Modus Rolling

# EIB7_OM_RecordingSingle
source: Recording mode, single shot
de_de: Recording Modus Single Shot

# EIB7_OM_SoftRealtime
source: Soft Real-Time mode
de_de: Soft Realtime Modus

# EIB7_OM_Streaming
source: Streaming mode
de_de: Streaming Modus

# errorIpAddress
source: IP address format error!
de_de: Die IP Adresse hat ein fehlerhaftes Format!

# textAuxAxis
source: Auxiliary axis
de_de: Hilfsachse

# textAxis
source: Axis
de_de: Achse

# warningCancelRun
source: System is in running state. Cancel this operation?
de_de: Das System befindet sich im Messmodus. Soll der Messmodus beendet werden?

# textDeviceOverview
source: Device overview
de_de: Geräteübersicht

# errorInitChanged
source: EIB parameters had been changed. The EIBs must be initialized!
de_de: Die EIB Parameter wurden geändert. Die EIBen müssen neu initialisiert werden!

# textIpAddress
source: IP address
de_de: IP Adresse

# categoryNetworkParameters
source: Network parameters
de_de: Netzwerk Parameter

# textOpMode
source: Operation mode
de_de: Betriebsmodus

# categoryOpMode
source: Operation mode parameters
de_de: Betriebsmodus Parameter

# warningParamChanged
source: EIB parameters had been changed. Save EIB parameters?
de_de: Die EIB Parameter wurden geändert. Sollen die EIB Parameter gespeichert werden?

# textWarning
source: EIB 7xx application warning
de_de: EIB 7xx Application Warnung

# errorEnumText
source: Input value format error!
de_de: Der eingegebene Wert hat ein fehlerhaftes Format!

# descriptionActivation
source: Axis activation
de_de: Aktivierung der Achse

# descriptionEdgeEvaluation
source: Enter edge evaluation
de_de: Flankenauswertung eingeben

# descriptionInterface
source: Edge interface
de_de: Schnittstelle eingeben

# descriptionInterpolationFactor
source: Enter interpolation factor
de_de: Interpolationsfaktor eingeben

# EIB7_ICE_1x
source: 1-fold edge evaluation
de_de: Flankenauswertung 1x

# EIB7_ICE_2x
source: 2-fold edge evaluation
de_de: Flankenauswertung 2x

# EIB7_ICE_4x
source: 4-fold edge evaluation
de_de: Flankenauswertung 4x

# EIB7_ICF_100x
source: 100-fold interpolation
de_de: Interpolation 100x

# EIB7_ICF_10x
source: 10-fold interpolation
de_de: Interpolation 10x

# EIB7_ICF_1x
source: 1-fold interpolation
de_de: Interpolation 1x

# EIB7_ICF_20x
source: 20-fold interpolation
de_de: Interpolation 20x

# EIB7_ICF_25x
source: 25-fold interpolation
de_de: Interpolation 25x

# EIB7_ICF_2x
source: 2-fold interpolation
de_de: Interpolation 2x

# EIB7_ICF_4x
source: 4-fold interpolation
de_de: Interpolation 4x

# EIB7_ICF_50x
source: 50-fold interpolation
de_de: Interpolation 50x

# EIB7_ICF_5x
source: 5-fold interpolation
de_de: Interpolation 5x

# EIB7_IT_Disabled
source: Axis deactivated
de_de: Achse deaktiviert

# EIB7_IT_EnDat21
source: Encoder with EnDat 2.1 interface
de_de: Messgerät mit EnDat 2.1 Interface

# EIB7_IT_EnDat22
source: Encoder with EnDat 2.2 interface
de_de: Messgerät mit EnDat 2.2 Interface

# EIB7_IT_Incremental
source: Encoder with incremental signals (1 Vpp)
de_de: Messgerät mit Inkrementalsignalen (1Vss)

# EIB7_IT_Incremental_11u
source: Encoder with incremental signals (11 μApp)
de_de: Messgerät mit Inkrementalsignalen (11μAss)

# textActivation
source: Activation
de_de: Aktivierung

# categoryAxisParameters
source: Axis parameters
de_de: Achsenparameter

# textDisabled
source: Disabled
de_de: Deaktiviert

# textEdgeEvaluation
source: Edge evaluation
de_de: Flankenauswertung

# textEnabled
source: Enabled
de_de: Aktiviert

# textInterface
source: Interface
de_de: Schnittstelle

# categoryInterfaceParameters
source: Interface parameters
de_de: Schnittstellenparameter

# textInterpolationFactor
source: Interpolation factor
de_de: Interpolationsfaktor

# EIB7_CantConnect
source: Could not connect the socket to the device
de_de: Die Verbindung zum Gerät kann nicht hergestellt werden

# EIB7_IFVersionInv
source: Invalid interface version
de_de: Falsche Firmwareversion

# errorEibCtrlError
source: EIB "{0}" control error "{1}" at function "{2}"!
de_de: Fehler "{1}" in Funktion "{2}" bei der Ansteuerung von EIB "{0}"!

# textError
source: EIB 7xx application error
de_de: EIB 7xx Application Fehler

# descriptionFirmwareVersion
source: Current firmware version number.
de_de: Aktuelle Firmware Versionsnummer.

# descriptionGateway
source: Enter standard gateway.
de_de: Standard Gateway eingeben.

# descriptionSavedHostName
source: Enter saved host name.
de_de: Gespeicherten Hostnamen eingeben.

# descriptionIdentNumber
source: Current device ID.
de_de: Aktuelle Geräte-Identnummer.

# descriptionNetmask
source: Enter network mask.
de_de: Netzwerkmaske eingeben.

# descriptionSavedIpAddress
source: Enter saved IP address.
de_de: Gespeicherte IP Adresse eingeben.

# descriptionSerialNumber
source: Current serial number.
de_de: Aktuelle Seriennummer.

# categoryEibAddress
source: EIB address
de_de: EIB Adresse

# textFirmwareVersion
source: Firmware version number
de_de: Firmware Versionsnummer

# textIdentNumber
source: Device ID
de_de: Geräte-Identnummer

# categoryInfoParameters
source: Info parameters
de_de: Info Parameter

# textNetmask
source: Network mask
de_de: Netzwerkmaske

# textSerialNumber
source: Serial number
de_de: Seriennummer

# descriptionBootMode
source: Current boot mode.
de_de: Aktueller Bootmodus.

# descriptionSavedDhcpMode
source: Enter DHCP client flag.
de_de: DHCP-Client Flag eingeben.

# descriptionMacAddress
source: Current MAC address.
de_de: Aktuelle MAC-Adresse.

# EIB7_BM_FactoryDefault
source: Firmware of factory default settings with standard network settings
de_de: Firmware des Auslieferungszustands (Werkseinstellung) mit Standard-Netzwerkeinstellungen

# EIB7_BM_FactoryUser
source: Firmware of factory default settings with user’s network settings
de_de: Firmware des Auslieferungszustands (Werkseinstellung) mit Netzwerk-Benutzereinstellungen

# EIB7_BM_User
source: Firmware of the last update with user’s network settings
de_de: Firmware des letzten Updates mit Netzwerk-Benutzereinstellungen

# EIB7_MD_Disable_SavedDhcp
source: DHCP client inactive
de_de: DHCP-Client inaktiv

# EIB7_MD_Enable_SavedDhcp
source: DHCP client active
de_de: DHCP-Client aktiv

# textBootMode
source: Boot mode
de_de: Bootmodus

# textMacAddress
source: MAC address
de_de: MAC-Adresse

# errorStringLength
source: The input has more than {0} characters!
de_de: Die Eingabe hat mehr als {0} Zeichen!

# errorStringValue
source: The input contains non ASCII characters!
de_de: Die Eingabe enthält Zeichen, die keine ASCII-Zeichen sind!

# descriptionCurrentHostName
source: Enter current host name.
de_de: Aktuellen Hostnamen eingeben.

# descriptionCurrentDhcpMode
source: Enter EIB address mode.
de_de: EIB Adressmodus eingeben.

# textUseDhcp
source: Use DHCP
de_de: DHCP verwenden

# textCurrentDhcpMode
source: EIB address mode
de_de: EIB Adressmodus

# textUseIpAddress
source: Use IP address
de_de: IP Adresse verwenden

# EIB7_HostNotFound
source: IP address was unable to be determined
de_de: IP-Adresse konnte nicht ermittelt werden

# errorEibEqualIp
source: The EIBs "{0}" and "{1}" have equal IP adresses!
de_de: Die EIBen "{0}" und "{1}" haben die selbe IP Adresse!

# warningSetForAllAxis
source: This parameter will be set for all axis of {0}. Set this parameter?
de_de: Dieser Parameter wird für alle Achsen der {0} gesetzt. Soll der Parameter gesetzt werden?

# warningSetForAllEibs
source: This parameter will be set for all EIBs. Set this parameter?
de_de: Dieser Parameter wird für alle EIBen gesetzt. Soll der Parameter gesetzt werden?

# warningAuxAxisNumber
source: The {0} auxiliary axis number of {1} is less than {2}.
de_de: Die Anzahl der Hilfsachsen {1} von {0} ist kleiner als {2}.

# warningAxisNumber
source: The {0} axis number of {1} is less than {2}.
de_de: Die Anzahl der Achsen {1} von {0} ist kleiner als {2}.

# descriptionAxisTermination
source: Enter terminating resistors activation state.
de_de: Aktivierungszustand der Abschlusswiderstände eingeben.

# EIB7_MD_Disable_AxisTermination
source: Deactivated
de_de: Deaktiviert

# EIB7_MD_Enable_AxisTermination
source: Activated
de_de: Aktiviert

# textAxisTermination
source: Terminating resistors
de_de: Abschlusswiderstände

# textAuxAxisNotActive
source: Auxiliary axis is deactivated.
de_de: Die Hilfsachse ist deaktiviert.

# textAxisNotActive
source: Axis {0} is deactivated.
de_de: Die Achse {0} ist deaktiviert.

# textAuxAxisINotActive
source: Auxiliary axis {0} is deactivated.
de_de: Die Hilfsachse {0} ist deaktiviert.

# descriptionBandwidth
source: Enter input bandwidth.
de_de: Eingangsbandbreite eingeben.

# textBandwidth
source: Input bandwidth
de_de: Eingangsbandbreite

# categoryEnDatOptions
source: Options for EnDat interfaces
de_de: Optionen für EnDat-Schnittstellen

# categoryIncrementalOptions
source: Options for incremental interfaces
de_de: Optionen für inkrementale Schnittstellen

# descriptionAddInfoMode
source: Enter additional information usage.
de_de: Nutzung der Zusatzinformation eingeben.

# descriptionCalculation
source: Enter tCAL of the connected encoder.
de_de: tCAL des angeschlossenen Messgeräts eingeben.

# descriptionCompensation
source: Enter online compensation.
de_de: Online-Kompensation eingeben.

# descriptionEncoderType
source: Enter encoder type.
de_de: Typ des Messgeräts eingeben.

# descriptionEnDatClock
source: Enter EnDat clock rate.
de_de: EnDat-Taktrate eingeben.

# descriptionIncrement
source: Enter nominal distance in signal periods between two fixed reference marks.
de_de: Nominalen Abstand in Signalperioden zwischen zwei festen Referenzmarken eingeben.

# descriptionIncSignals
source: Enter usage of incremental signals.
de_de: Verwendung der Inkrementalsignale eingeben.

# descriptionLinecounts
source: Enter number of signal periods per revolution.
de_de: Anzahl der Signalperioden pro Umdrehung eingeben.

# descriptionRecovery
source: Enter shortening of mono time.
de_de: Verkürzung der Monozeit eingeben.

# descriptionRefmarks
source: Enter type of reference marks.
de_de: Art der Referenzmarken eingeben.

# descriptionRuntimeComp
source: Enter usage of delay compensation.
de_de: Verwendung der Laufzeitkompensation eingeben.

# EIB7_AIM_Fifo
source: AI1 / AI2 cycle
de_de: ZI1 / ZI2 rollierend

# EIB7_AIM_Fix
source: AI1 / AI2 fix
de_de: ZI1 / ZI2 fest

# EIB7_AIM_None
source: No
de_de: Nein

# EIB7_CS_CompActive
source: Activated
de_de: Aktiviert

# EIB7_CS_None
source: Deactivated
de_de: Deaktiviert

# EIB7_EC_Linear
source: Linear encoder
de_de: Längenmessgerät

# EIB7_EC_Rotary
source: Angle encoder / rotary encoder
de_de: Winkelmessgerät / Drehgeber

# EIB7_RM_DistanceCoded
source: Distance-coded reference marks
de_de: Abstandscodierte Referenzmarken

# EIB7_RM_None
source: No reference mark
de_de: Keine Referenzmarke

# EIB7_RM_One
source: One reference mark
de_de: Eine Referenzmarke

# EIB7_RT_Long
source: No
de_de: Nein

# EIB7_RT_Short
source: Yes
de_de: Ja

# errorBadStepWidth
source: The input value is not a multiple of {0}!
de_de: Der Eingabewert ist kein Vielfaches von {0}!

# errorGreaterThanMax
source: The input value is greater than {0}!
de_de: Der Eingabewert ist größer als {0}!

# errorLessThanMin
source: The input value is less than {0}!
de_de: Der Eingabewert ist kleiner als {0}!

# textAddInfoMode
source: Additional information usage
de_de: Nutzung der Zusatzinformation

# textCalculation
source: tCAL of the connected encoder
de_de: tCAL des angeschlossenen Messgeräts

# textCompensation
source: Online compensation
de_de: Online-Kompensation

# textEncoderType
source: Encoder type
de_de: Typ des Messgeräts

# textEnDatClock
source: EnDat clock rate
de_de: EnDat-Taktrate

# textIncrement
source: Nominal distance in signal periods between two fixed reference marks
de_de: Nominaler Abstand in Signalperioden zwischen zwei festen Referenzmarken

# textIncSignals
source: Use incremental signals
de_de: Verwendung der Inkrementalsignale

# textIncSignalsOff
source: No
de_de: Nein

# textIncSignalsOn
source: Yes
de_de: Ja

# textLinecounts
source: Number of signal periods per revolution
de_de: Anzahl der Signalperioden pro Umdrehung

# textRecovery
source: Shortening of mono time
de_de: Verkürzung der Monozeit

# textRefmarks
source: Type of reference marks
de_de: Art der Referenzmarken

# textRuntimeComp
source: Use delay compensation
de_de: Verwendung der Laufzeitkompensation

# textRuntimeCompOff
source: No
de_de: Nein

# textRuntimeCompOn
source: Yes
de_de: Ja

# descriptionAddInfo1
source: Enter additional information 1.
de_de: Zusatzinformation 1 eingeben.

# descriptionAddInfo2
source: Enter additional information 2.
de_de: Zusatzinformation 2 eingeben.

# descriptionAddInfoFifo
source: Enter additional information {0}.
de_de: Zusatzinformation {0} eingeben.

# descriptionAddInfoNum
source: Enter additional information number.
de_de: Anzahl der Zusatzinformationen eingeben.

# EIB7_AI1_AddSensor
source: Additional sensors
de_de: Zusätzliche Sensoren

# EIB7_AI1_Diagnostic
source: Send diagnostic values
de_de: Sende Diagnosewerte

# EIB7_AI1_MemoryLSB
source: Acknowledge memory content LSB
de_de: Quittiere Speicherinhalt LSB

# EIB7_AI1_MemoryMSB
source: Acknowledge memory content MSB
de_de: Quittiere Speicherinhalt MSB

# EIB7_AI1_MRS
source: Acknowledge MRS code
de_de: Quittiere den MRS-Code

# EIB7_AI1_NOP
source: Send additional information 1 without data
de_de: Sende Zusatzinformation 1 ohne Dateninhalte

# EIB7_AI1_Position2_word1
source: Send position value 2 word 1 LSB
de_de: Sende Positionswert 2 Wort 1 LSB

# EIB7_AI1_Position2_word2
source: Send position value 2 word 2
de_de: Sende Positionswert 2 Wort 2

# EIB7_AI1_Position2_word3
source: Send position value 2 word 3 MSB
de_de: Sende Positionswert 2 Wort 3 MSB

# EIB7_AI1_Temperature1
source: Send temperature 1
de_de: Sende Temperatur 1

# EIB7_AI1_Temperature2
source: Send temperature 2
de_de: Sende Temperatur 2

# EIB7_AI1_TestCommand
source: Acknowledge test command
de_de: Quittiere Testbefehl

# EIB7_AI1_TestValue_word1
source: Send test values word 1 LSB
de_de: Sende Testwerte Wort 1 LSB

# EIB7_AI1_TestValue_word2
source: Send test values word 2
de_de: Sende Testwerte Wort 2

# EIB7_AI1_TestValue_word3
source: Send test values word 3 MSB
de_de: Sende Testwerte Wort 3 MSB

# EIB7_AI2_Acceleration
source: Send acceleration
de_de: Sende Beschleunigung

# EIB7_AI2_AsyncPos_word1
source: Asynchronous position value 1 LSB
de_de: Asynchron Positionswert Wort 1 LSB

# EIB7_AI2_AsyncPos_word2
source: Asynchronous position value 2
de_de: Asynchron Positionswert Wort 2

# EIB7_AI2_AsyncPos_word3
source: Asynchronous position value 3 MSB
de_de: Asynchron Positionswert Wort 3 MSB

# EIB7_AI2_CommAndAccel
source: Send commutation & acceleration
de_de: Sende Kommutierung & Beschleunigung

# EIB7_AI2_Commutation
source: Send commutation
de_de: Sende Kommutierung

# EIB7_AI2_LimitAndAccel
source: Send limit signals & acceleration
de_de: Sende Grenzlagensignale & Beschleunigung

# EIB7_AI2_LimitSignal
source: Send limit signals
de_de: Sende Grenzlagensignale

# EIB7_AI2_NOP
source: Send additional information 2 without data
de_de: Sende Zusatzinformation 2 ohne Dateninhalte

# EIB7_AI2_OPSErrorSources
source: Operation state error sources
de_de: Betriebszustandsfehlerquellen

# EIB7_AI2_ReservedA
source: Reserved
de_de: Reserviert

# EIB7_AI2_ReservedB
source: Reserved
de_de: Reserviert

# EIB7_AI2_ReservedC
source: Reserved
de_de: Reserviert

# EIB7_AI2_ReservedD
source: Reserved
de_de: Reserviert

# EIB7_AI2_ReservedE
source: Reserved
de_de: Reserviert

# textAddInfo1
source: Additional information 1
de_de: Zusatzinformation 1

# textAddInfo2
source: Additional information 2
de_de: Zusatzinformation 2

# textAddInfoFifo
source: Additional information {0}
de_de: Zusatzinformation {0}

# textAddInfoNum
source: Additional information number
de_de: Anzahl der Zusatzinformationen

# descriptionTriggerInp
source: Enter parameters for trigger input {0}.
de_de: Parameter für Triggereingang {0} eingeben.

# descriptionTriggerInpDelay
source: Enter delay as multiple of the clock-pulse period.
de_de: Verzögerung in Anzahl Taktperioden eingeben.

# descriptionTriggerInpMode
source: Enter mode.
de_de: Modus eingeben.

# descriptionTriggerInpTerm
source: Enter terminating resistor activation state.
de_de: Aktivierungszustand des Abschlusswiderstands eingeben.

# descriptionTriggerPeriode
source: Enter period duration in µs.
de_de: Periodendauer in µs eingeben.

# EIB7_IOM_Logical_TriggerInput
source: Logic input
de_de: Logik-Eingang

# EIB7_IOM_Trigger_TriggerInput
source: Trigger input
de_de: Trigger-Eingang

# EIB7_MD_Disable_TriggerTermination
source: Deactivated
de_de: Deaktiviert

# EIB7_MD_Enable_TriggerTermination
source: Activated
de_de: Aktiviert

# categoryExtTriggerInp
source: External trigger input
de_de: Externe Triggereingänge

# categoryExtTriggerOut
source: External trigger output
de_de: Externe Triggerausgänge

# textTriggerInp
source: Trigger input {0}
de_de: Triggereingang {0}

# textTriggerInpDelay
source: Delay (multiple of the clock-pulse period)
de_de: Verzögerung (Anzahl Taktperioden)

# textTriggerInpMode
source: Mode
de_de: Modus

# textTriggerInpTerm
source: Terminating resistor
de_de: Abschlusswiderstand

# textTriggerPeriode
source: Period duration (µs)
de_de: Periodendauer (µs)

# descriptionAxisTriggerEdge
source: Enter trigger edge.
de_de: Triggerflanke eingeben.

# descriptionAxisTriggerSource
source: Enter trigger source.
de_de: Triggerquelle eingeben.

# descriptionMasterTriggerSource
source: Enter trigger source.
de_de: Triggerquelle eingeben.

# descriptionTriggerAuxAxis
source: Enter trigger parameters for the auxiliary axis.
de_de: Triggerparameter für die Hilfsachse eingeben.

# descriptionTriggerAuxAxisN
source: Enter trigger parameters for auxiliary axis {0}.
de_de: Triggerparameter für Hilfsachse {0} eingeben.

# descriptionTriggerAxis
source: Enter trigger parameters for axis {0}.
de_de: Triggerparameter für Achse {0} eingeben.

# descriptionTriggerOut
source: Enter parameters for trigger output {0}.
de_de: Parameter für Triggerausgang {0} eingeben.

# descriptionTriggerOutEnable
source: Enter output driver activation state.
de_de: Aktivierungszustand des Ausgangstreibers eingeben.

# descriptionTriggerOutMode
source: Enter mode.
de_de: Modus eingeben.

# descriptionTriggerOutSource
source: Enter trigger source.
de_de: Triggerquelle eingeben.

# EIB7_AT_TrgInput1
source: Trigger input channel 1
de_de: Triggereingang Kanal 1

# EIB7_AT_TrgInput2
source: Trigger input channel 2
de_de: Triggereingang Kanal 2

# EIB7_AT_TrgInput3
source: Trigger input channel 3
de_de: Triggereingang Kanal 3

# EIB7_AT_TrgInput4
source: Trigger input channel 4
de_de: Triggereingang Kanal 4

# EIB7_AT_TrgPuls
source: Pulse-counter trigger
de_de: Trigger Puls Zähler

# EIB7_AT_TrgRI
source: Reference pulse {0}
de_de: Referenzimpuls {0}

# EIB7_AT_TrgRImaskedCH1
source: Gated reference pulse of axis 1
de_de: Verknüpfter Referenzimpuls von Achse 1

# EIB7_AT_TrgSW1
source: Software trigger channel 1
de_de: Software-Trigger Kanal 1

# EIB7_AT_TrgSW2
source: Software trigger channel 2
de_de: Software-Trigger Kanal 2

# EIB7_AT_TrgSW3
source: Software trigger channel 3
de_de: Software-Trigger Kanal 3

# EIB7_AT_TrgSW4
source: Software trigger channel 4
de_de: Software-Trigger Kanal 4

# EIB7_IOM_Logical_TriggerOutput
source: Logical output
de_de: Logik-Ausgang

# EIB7_IOM_Trigger_TriggerOutput
source: Trigger output
de_de: Trigger-Ausgang

# EIB7_MD_Disable_TriggerEnable
source: Deactivated
de_de: Deaktiviert

# EIB7_MD_Enable_TriggerEnable
source: Activated
de_de: Aktiviert

# EIB7_OT_TrgInAsync
source: Trigger input {0} not synchronized
de_de: Triggereingang {0} nicht synchronisiert

# EIB7_OT_TrgInSync
source: Trigger input {0} synchronized
de_de: Triggereingang {0} synchronisiert

# EIB7_OT_TrgPuls
source: Pulse-counter trigger
de_de: Trigger Puls Zähler

# EIB7_OT_TrgRImaskedCH1
source: Gated reference pulse of axis 1
de_de: Verknüpfter Referenzimpuls von Achse 1

# EIB7_OT_TrgSW1
source: Software trigger channel 1
de_de: Software-Trigger Kanal 1

# EIB7_OT_TrgSW2
source: Software trigger channel 2
de_de: Software-Trigger Kanal 2

# EIB7_OT_TrgSW3
source: Software trigger channel 3
de_de: Software-Trigger Kanal 3

# EIB7_OT_TrgSW4
source: Software trigger channel 4
de_de: Software-Trigger Kanal 4

# EIB7_RI_Both
source: Both edges of the reference pulse
de_de: Beide Flanken des Referenzimpulses

# EIB7_RI_Falling
source: Falling edge of the reference pulse
de_de: Fallende Flanke des Referenzimpulses

# EIB7_RI_Rising
source: Rising edge of the reference pulse
de_de: Steigende Flanke des Referenzimpulses

# categoryAxisTrigger
source: Axis trigger settings
de_de: Triggereinstellungen für die Achsen

# textAxisTriggerEdge
source: Trigger edge
de_de: Triggerflanke

# textAxisTriggerSource
source: Trigger source
de_de: Triggerquelle

# textMasterTriggerSource
source: Trigger source
de_de: Triggerquelle

# textOfAuxAxis
source: of the auxiliary axis
de_de: der Hilfsachse

# textOfAuxAxisN
source: of auxiliary axis
de_de: von Hilfsachse

# textOfAxis
source: of axis
de_de: von Achse

# textTriggerAuxAxis
source: Auxiliary axis
de_de: Hilfsachse

# textTriggerAuxAxisN
source: Auxiliary axis {0}
de_de: Hilfsachse {0}

# textTriggerAxis
source: Axis {0}
de_de: Achse {0}

# textTriggerOut
source: Trigger output {0}
de_de: Triggerausgang {0}

# textTriggerOutEnable
source: Output driver
de_de: Ausgangstreiber

# textTriggerOutMode
source: Mode
de_de: Modus

# textTriggerOutSource
source: Trigger source
de_de: Triggerquelle

# categoryPulseCounter
source: Pulse counter
de_de: Pulszähler

# descriptionIntervalCounterMode
source: Enter mode.
de_de: Modus eingeben.

# descriptionIntervalCounterPeriod
source: Enter periodic interval.
de_de: Periodischen Abstand eingeben.

# descriptionIntervalCounterStart
source: Enter start option.
de_de: Startoption eingeben.

# descriptionIntervalCounterStartPos
source: Enter start position.
de_de: Startposition eingeben.

# descriptionPulseCounterCount
source: Enter number of trigger pulses.
de_de: Anzahl Triggerimpulse eingeben.

# descriptionPulseCounterStart
source: Enter start pulse.
de_de: Startimpuls eingeben.

# descriptionPulseCounterTrigger
source: Enter trigger pulse.
de_de: Triggerimpuls eingeben.

# EIB7_ICM_Disable
source: No triggering
de_de: Keine Triggerung

# EIB7_ICM_Periodic
source: Periodic triggering at fixed intervals
de_de: Periodische Triggerung in festen Abständen

# EIB7_ICM_Single
source: Triggering only at a fixed position
de_de: Triggerung nur an einer festen Position

# EIB7_ICS_Current
source: Current position
de_de: Aktuelle Position

# EIB7_PS_TrgInput1
source: Trigger input channel 1
de_de: Triggereingang Kanal 1

# EIB7_PS_TrgInput2
source: Trigger input channel 2
de_de: Triggereingang Kanal 2

# EIB7_PS_TrgInput3
source: Trigger input channel 3
de_de: Triggereingang Kanal 3

# EIB7_PS_TrgInput4
source: Trigger input channel 4
de_de: Triggereingang Kanal 4

# EIB7_PS_TrgRI1
source: Reference pulse of axis 1
de_de: Referenzimpuls Achse 1

# EIB7_PS_TrgRI2
source: Reference pulse of axis 2
de_de: Referenzimpuls Achse 2

# EIB7_PS_TrgRI3
source: Reference pulse of axis 3
de_de: Referenzimpuls Achse 3

# EIB7_PS_TrgRI4
source: Reference pulse of axis 4
de_de: Referenzimpuls Achse 4
